---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentOffsetHeight
source: html/8fa3155d-53c6-7bfc-3188-d12769c3a9e8.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsFamilyContentOffsetHeight Property

"OffsetHeight"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsFamilyContentOffsetHeight { get; }
```